tap "nikitabobko/tap"
tap "anomalyco/tap"

cask "nikitabobko/tap/aerospace"
cask "google-chrome"
cask "keepingyouawake"
cask "ghostty"
cask "spotify"
cask "discord"
cask "whatsapp"

brew "python"
brew "stow"
brew "tree"
brew "fzf"
brew "nvim"
brew "tmux"
brew "tpm"
brew "ripgrep"
brew "opencode"
brew "universal-ctags"
brew "cmake"
brew "checkmake"
